<?php

return [
    'Title' => 'قائمة المعلمين',
    'Add_Teacher' => 'أضافة معلم',
    'Teacher-Name' => 'اسم المعلم',
    'Gender' => 'الجنس',
    'Joining_Date' => 'تاريخ التسجيل',
    'specialization' => 'التخصص',
    'Email' => 'البريد الإلكتروني',
    'Password' => 'كلمة المرور',
    'Name_ar' => ' أسم المعلم باللغة العربية',
    'Name_en' => 'أسم المعلم باللغة الإنجليزية',
    'Address' => 'العنوان',
    'Choose' => 'أختار',
    'Next' => 'التالي',
    'Create' => 'تم إنشاء البيانات بنجاح !',
    'Update' => 'تم تعديل البيانات بنجاح !',
    'Delete' => 'تم حذف المعلم بنجاح !',
    'Delete_Teacher' => 'حذف معلم',
];
